/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; dati = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<ZERO>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Compromesso AA";

/* Label of field in authority info access extension */
"Access Location" = "Posizione di accesso";

/* Label of field in authority info access extension */
"Access Method" = "Metodo di accesso";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Affiliazione modificata";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritmo";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Numero di serie certificato autorità";

/* Authority info access extension label */
"Authority Information Access" = "Accesso informazioni sull’autorità";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identificatore chiave autorità";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Limiti di base";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "String bit";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "String byte";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Compromesso CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Firma certificato";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Autorità certificato";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Possesso certificato";

/* Certificate Policies extension label */
"Certificate Policies" = "Regole certificato";

/* No comment provided by engineer. */
"Certificate Type" = "Tipo di certificato";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Interruzione operazione";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Critico";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Punti di distribuzione CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Emittente CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Segno CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Dati";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Cifratura dati";

/* X.509 key usage bitfield name */
"Decipher Only" = "Decifra solo";

/* X.509 key usage bitfield name */
"Digital Signature" = "Firma digitale";

/* label for general name field value */
"Directory Name" = "Nome directory";

/* label for general name field value */
"DNS Name" = "Nome DNS";

/* label for general name field value */
"EDI Party Name" = "Nome EDI party";

/* label for general name field value */
"Email Address" = "Indirizzo e-mail";

/* X.509 key usage bitfield name */
"Encipher Only" = "Cifra solo";

/* No comment provided by engineer. */
"Expired" = "Scaduto";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Scadenza";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Testo esplicito";

/* Extended key usage extension label */
"Extended Key Usage" = "Uso chiave esteso";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nome generale";

/* Label used for General Names when value is invalid */
"General Names" = "Nomi generali";

/* No comment provided by engineer. */
"Hostname mismatch." = "Il nome host non corrisponde.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Inibisci il Policy Mapping";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = " %@ non valido";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Collegamento catena certificati non valido.";

/* label for general name field value */
"IP Address" = "Indirizzo IP";

/* No comment provided by engineer. */
"Issued By" = "Emesso da";

/* No comment provided by engineer. */
"Issuer Name" = "Nome emittente";

/* No comment provided by engineer. */
"Issuer Summary" = "Riepilogo emissore";

/* No comment provided by engineer. */
"Issuer Unique ID" = "ID unico emittente";

/* X.509 key usage bitfield name */
"Key Agreement" = "Disposizione chiave";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Compromesso chiave";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Cifratura chiave";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Identificatore chiave";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nome relativo all'emissore CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "No";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Non ripudio";

/* field value of parameters field when no parameters are present */
"none" = "nessuna";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "non visualizzato (etichetta = %1$@; lunghezza %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Non valido dopo";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Non valido prima di";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Numeri avvisi";

/* Netscape certificate type usage value */
"Object Signing" = "Firma oggetto";

/* Netscape certificate type usage value */
"Object Signing CA" = "CA firmataria oggetto";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OID troppo lungo";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Uno o più certificati sono scaduti o non sono validi.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Rilevate una o più estensioni critiche non supportate.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organizzazione";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Altro nome";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametri";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Limitazione lunghezza percorso";

/* Policy constraints extension label */
"Policy Constraints" = "Limiti policy";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identificatore policy num. %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Qualificatore policy num. %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Requisiti policy non soddisfatti.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Periodo utilizzo chiave privato";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privilegi ritirati";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritmo chiave pubblica";

/* No comment provided by engineer. */
"Public Key Data" = "Dati chiave pubblica";

/* Label of field in extended key usage extension */
"Purpose" = "Scopo";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Qualificatore";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Motivi";

/* label for general name field value */
"Registered ID" = "ID registrato";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Richiede una policy esplicita";

/* Netscape certificate type usage value */
"Reserved" = "Riservato";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Certificato root non attendibile.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sequenza";

/* No comment provided by engineer. */
"Serial Number" = "Numero di serie";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Imposta";

/* No comment provided by engineer. */
"Signature" = "Firma";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algoritmo della firma";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "Client SSL";

/* Netscape certificate type usage value */
"SSL server" = "Server SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Identificatore chiave soggetto";

/* No comment provided by engineer. */
"Subject Name" = "Nome soggetto";

/* No comment provided by engineer. */
"Subject Unique ID" = "ID unico del soggetto";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Sostituito";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "L'emissore del certificato è scaduto";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "L'emissore del certificato non è più valido";

/* No comment provided by engineer. */
"This certificate has expired" = "Questo certificato è scaduto";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Il certificato non è ancora valido";

/* The certificate is temporally valid */
"This certificate is valid" = "Il certificato è valido";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ non analizzato";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Non usato";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Utilizzo";

/* No comment provided by engineer. */
"Valid from" = "Valido da";

/* No comment provided by engineer. */
"Version" = "Versione";

/* label for general name field value */
"X.400 Address" = "Indirizzo X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Nome X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 versione %1$d %2$scertificate";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Sì";

